Repository: luk2010/emeet
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

# EMEET_DEMO1
source: Stop meeting.
fr_fr: Ne cherchez plus.

# PASSWORD_LABEL
source: Password :
fr_fr: Code :

source: Password Forgotten ?
fr_fr: Mot de passe oublie ?

# SIGN_IN_BUTTON
source: Sign in
fr_fr: Inscription

# LOG_IN_BUTTON
source: Login
fr_fr: Connexion

# EMEET_DEMO_MORE
source: More
fr_fr: Plus

# EMEET_DEMO_PREVIOUS
source: Previous
fr_fr: Precedent

# EMEET_DEMO2_TITLE
source: Times changed. Adapt.
fr_fr: Les temps ont change. Adaptez-vous.

# EMEET_DEMO2_TEXT
source: Everything you knew has changed. People don't interact the same way they did by the past. You don't need to know everyone by obscurs ways to look for your girl.
fr_fr: Vous n'avez plus besoin d'utiliser de stratagèmes machiavéliques pour connaitre de nouvelles personnes. Tout est a portée de main.

# EMEET_DEMO3_TITLE
source: No money ? No problems.
fr_fr: A cours d'argent ? Pas de problèmes.

# EMEET_DEMO3_TEXT
source: Every meeting websites urges you to pay. But we, in eMeet, are convinced that you shouldn't have to pay because meeting people you might be with is a part of your life, and you should not have to pay to live your life. So,
fr_fr: La totalité des sites de rencontres usuels offrent quelques fonctionnalites basiques, puis possèdent des comptes premium que nous considérons ici, chez eMeet, comme hors-de-prix. Nous pensons que l'argent ne doit pas être un facteur d'isolation. Ainsi,

# EMEET_DEMO3_TEXT2
source: eMeet is totally free.
fr_fr: eMeet est totalement gratuit.

# EMEET_DEMO4_P1
source: We offers you the possibility to change your life.
fr_fr: Ceci est la chance de votre vie.

# EMEET_DEMO4_P2
source: Suscribe now.
fr_fr: Inscrivez-vous maintenant.
